       MOVE VALOR TO CLIENTE.
       DISPLAY "OLA".
       move TESTE.
       MOVE 123 TO VALOR.
       MOVE -123.45 TO TOTAL.
       MOVE +50 TO OUTRO.